Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/consumer_affairs/media/index.html.txt.tmx
Source language: en
Languages: ga

source: What is a television licence and how much does it cost?
ga: Tá cur síos anseo ar cheadúnais teilifíse

source: Making a complaint about a TV or radio programme
ga: Gearán a dhéanamh maidir le clár teilifíse nó raidió in Éirinn

source: The Broadcasting Authority of Ireland (BAI) evaluates and judges complaints about TV and radio programmes broadcast in Ireland
ga: Tá cur síos sa cháipéis seo conas gearán a dhéanamh maidir le clár teilifíse nó raidió chuig an tÚdarás Craolacháin na hÉireann

source: Making a complaint about a newspaper or magazine
ga: Gearán a dhéanamh faoi nuachtán nó faoi iris

source: The Press Ombudsman resolves complaints made about Irish newspapers or magazines quickly and free of charge
ga: Réitíonn Ombudsman an Phreasa gearáin a dhéanann an pobal in aghaidh nuachtáin agus irisí na hÉireann go tapa agus saor in aisce

source: Publications and periodicals in Ireland are still subject to censorship
ga: Déantar cinsireacht i gcónaí ar fhoilseacháin agus ar thréimhseacháin in Éirinn

source: This document provides an overview of the current legal situation regarding censorship and discusses how certain publications can be prohibited
ga: Cur síos atá sa cháipéis seo ar an dlí faoi láthair maidir le cinsireacht agus cén chaoi inár féidir foilseacháin faoi leith a chosc

source: The Irish Film Classification Office examines all films and videos intended for public viewing in Ireland to see if they are fit to be viewed by the public and classifies films and videos according to their suitability for different age groups
ga: Scrúdaíonn an Cinsire Scannán gach scannán agus fístéip a bhfuil sé i gceist a scaipeadh ar an bpobal le cinntiú go bhfuileadar sásúil le go mbeadh an pobal ag breathnú orthu

source: Censorship of video and DVD recordings
ga: Cinsireacht Taifeadtaí Fístéipe agus DVD

source: The Irish Film Classification Office is responsible for examining all video and DVD recordings for sale or distribution in Ireland
ga: Tá dualgas ar an gCinsire Scannán scrúdú a dhéanamh ar gach taifeadadh fístéipe/DVD atá le díol nó le dáileadh in Éirinn

source: Most Read in "Consumer Affairs"
ga: Ábhar is mó éilimh i "Gnóthaí Tomhaltóirí"

source: Your rights as a consumer in Ireland
ga: Cearta Tomhaltóirí in Éirinn

source: Display of prices for goods and services
ga: Carr athláimhe a cheannach

source: Replacements, refunds and credit notes
ga: Taispeáint praghsanna d'earraí agus seirbhísí
